Revit 2027 API
ParameterTypeId.ScheduleFilterParam Property
 "Filter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ScheduleFilterParam { get; }
Public Shared ReadOnly Property ScheduleFilterParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ScheduleFilterParam {
	ForgeTypeId^ get ();
}
static member ScheduleFilterParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace